{
	"ret": true,
	"data": {
		"title": "NASA Tests Power System to Support Manned Missions to Mars",
		"pubdate": "2018-01-31 15:01",
		"source": "dell lee",
		"count": "300",
		"mp3": "http://s2.hxen.com/m2/voa/2018/01/hxen.com_v20180129c.mp3",
		"content": "<p>United States government agencies say the first tests of a very small nuclear power system designed for missions to Mars have been successful.</p><p>The American space agency NASA and the Department of Energy recently announced the results in Las Vegas, Nevada.</p><img src='http://www.easyvoa.com/uploads/allimg/180129/1605334T9-0.jpg' /><p>Steve Jurczyk is the associate administrator of NASA‘s Space Technology Mission Directorate. He told the Reuters news service that the Martian environment presents problems.He said, 'Mars is a very difficult environment for power systems, with less sunlight than Earth or the moon, very cold nighttime temperatures, very interesting dust storms that can last weeks and months that engulf the entire planet.</p><p>'He said that Kilopower's small size and strength make it possible to transport several of the systems on a single landing vehicle. They would then be able provide a colony or base with tens of kilowatts of power.Lee Mason is NASA's expert on power and energy storage.</p><p> He said Mars has been the main goal of the Kilopower project. He also noted that a human mission to Mars likely would require 40 to 50 kilowatts of power.Dave Poston is the chief reactor designer at the Los Alamos National Laboratory. He said that testing on parts of the system have been 'greatly successful.'The models have predicted very well what has happened, and operations have gone smoothly,' he noted.ASA's test design of the nuclear power system uses a reactor core made of the substance uranium-235. </p><p>The core is about the size of a roll of paper towels.The technology could power life-support systems for people. It could help astronauts mine for resources, recharge vehicles and run equipment. Some equipment could change things such as ice on the planet into oxygen, water and fuel.Experts think Kilopower could also possibly improve electrically powered spacecraft engines on missions to the outer planets of our solar system.</p>"
	}
}
	